Revit 2027 API
IndependentTag.IsMulticategoryTag Property
 Identifies if it is a multi-category tag or not.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsMulticategoryTag { get; }
Public ReadOnly Property IsMulticategoryTag As Boolean
	Get
public:
property bool IsMulticategoryTag {
	bool get ();
}
member IsMulticategoryTag : bool with get
Property Value
Boolean
See Also
Reference
IndependentTag Class
Autodesk.Revit.DB Namespace